{
    "channel_id": 1402230371923267665,
    "message_url": "https://discord.com/channels/604636579545219072/1402230371923267665/1434836264045117572",
    "footer": {
        "text": "© Форма обновлена 25.03.2021"
    },
    "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/857724285686251550/1411494413816959048/Autumn-25-partners.gif",
        "width": 512,
        "height": 512,
        "content_type": "image/gif",
        "flags": 0
    },
    "fields": [
        {
            "name": "឵឵឵",
            "value": "Если вы всё правильно сделаете, партнёры к вам придут самостоятельно, но для этого потребуется определённый промежуток времени, а пока можете и собственными усилиями осуществлять поиск партнёров. Для этого мы можем порекомендовать использовать в первую очередь наш сервер, где собрано большое количество партнёров, и мониторинги, которые не нуждаются в отдельном представлении.\n\nНу и, конечно же, ни в коем случае не стоит забывать о возможности вознаградить любимых партнёров разными плюшками, начиная, скажем, с серверной валюты, заканчивая отдельной ролью для всех-всех партнёро  ов вашего сервера. К примеру, мы отмечаем наших партнёров специальными значками <:p1:811016319607504936><:p2:811016319234605107><:p3:811016319716950046><:pmax:811016319238406175>, в зависимости от уровня.\n\nПодключайтесь к данной программе, начните с Каталога, это выгодно, интересно и увлекательно <:whoop:758212790153642024>",
            "inline": true
        }
    ],
    "color": 7788799,
    "type": "rich",
    "description": "Добро пожаловать в канал <#1402230371923267665>!\n\nПрежде чем перейти к информации о том, как сотрудничать с Каталогом Серверов, мы хотим ввести вас в краткий курс дела и попытаться дать верное определение слову \"партнёрство\".\n\n> В первую очередь важно различать понятия \"пиар\" и \"партнёрство\".\n> Пиар - это примерно та ситуация, в которой вы заявляетесь на сторонний сервер и нагло рекламируете свой проект где-нибудь в общедоступных каналах. Делать этого ни в коем случае нельзя, иначе можно схлопотать бан от администрации соответствующего сервера, а в дальнейшем и от платформы Discord при таких многократных выходках.\n> А вот партнёрство - это как раз вариант согласованной рекламы между вашим сервером и сервером потенциального партнёра, при которой вы взаимно публикуете тексты-описание на своих проектах в соответствующем канале.\n\nО каком канале идёт речь?\n\n> Зачастую сервера с партнёрской программой используют отдельно выделенный канал \"партнёры\", в котором как раз и публикуются вышеупомянутые посты. Для данного канала вы можете задать собственные правила, к примеру, установить минимальное количество имеющихся участников на сервере потенциального партнёра, интегрировать возможность использования пингов `@here` и `@everyone` при определённых условиях (допустим, пинги осуществляются только на взаимной основе и т.п.), установить собственную форму, по которой будут публиковаться сервера и так далее.\n\nВаша фантазия в данном вопросе вовсе ничем не ограничивается. Однако, не стоит забывать и о том, что у вашего партнёра так же имеются определённые условия для сотрудничества, пренебрегать которыми нельзя.",
    "title": "Кратко о главном"
}