{
    "channel_id": 1402230371923267665,
    "message_url": "https://discord.com/channels/604636579545219072/1402230371923267665/972593069419552789",
    "footer": {
        "text": "© Процедура обновлена 16.11.2024"
    },
    "image": {
        "url": "https://media.discordapp.net/attachments/767656142285176843/848924349670883368/partn.png?ex=6738a5e9&is=67375469&hm=f549fc8b45c557fc1c1bca5faf12d13c7dbf53ade56e779b999252e942c7d03a&",
        "proxy_url": "https://media.discordapp.net/attachments/767656142285176843/848924349670883368/partn.png?ex=6738a5e9&is=67375469&hm=f549fc8b45c557fc1c1bca5faf12d13c7dbf53ade56e779b999252e942c7d03a&",
        "width": 1280,
        "height": 318,
        "flags": 0
    },
    "fields": [
        {
            "name": ":pencil: Перечень необходимых действий:",
            "value": "⠐ Отправка рекламного текста (>50 символов) предлагаемого сервера в соответствии с нашими требованиями партнёрства в личные сообщения любому из доступных <@&608600358570295307>ов или нашему специальному боту — <@916850267268481084>.\n > <@916850267268481084> — это специальный бот, предназначенный исключительно для заключения партнёрств. Бот доступен только на нашем сервере, позволяет быстро и удобно отправить заявку и заключить партнёрское соглашение.\n> \n > `Важно:` бот не видит сообщения, написанные вами ранее, поэтому убедительная просьба, при обращении сразу прикладывайте рекламный текст Вашего сервера и скриншот, подтверждающий наличие нашего текста у Вас на сервере.\n⠐ Размещение описания и ссылки каталога на вашем сервере в специальном канале для партнёрств.\n⠐ Предоставление скриншота подтверждающего то, что наш текст был опубликован на вашем сервере.\n  :white_check_mark: После выполнения всех требований ожидайте, пока пиар-менеджер проверит информацию и опубликует вашу рекламу на нашем сервере.",
            "inline": false
        },
        {
            "name": ":pushpin: Обязательные условия сотрудничества:",
            "value": "⠐ Сохранность каталога в списке партнёров вашего сервера.\n⠐ Наличие на нашем сервере одного из уполномоченных представителей.\n⠐ Соблюдение всех действующих правил нашего сообщества и платформы Discord.\n⠐ Поддержка связи в течение активного партнёрства.\n⠐ Проявление уважения и терпения по отношению к персоналу каталога.",
            "inline": false
        },
        {
            "name": ":closed_book: Дополнительные моменты:",
            "value": "⠐ Наши сотрудники обязуются не закрывать личные сообщения.\n⠐ Мы готовы сотрудничать с неограниченным количеством ваших серверов, которые вы представляете.\n⠐ Каталог работает по московскому времени [UTC +3].\n⠐ Мы готовы сотрудничать с вашим сервером даже в случае отсутствия партнёрской программы у вас на сервере, однако с нашей стороны будет добавлено соответствующие примечание о том, что ваш сервер не заключает партнёрства.\n⠐ Мы уважаем спокойствие наших пользователей, в связи с чем не допускаем к публикации описание, содержащее пинги `@everyone` и/или `@here`.\n⠐ Представитель нашего сервера не обязан находиться на вашем проекте.\n⠐ Необходимое количество символов в вашем описании должно быть больше `50-ти`.\n⠐ Вы можете не ограничивать доступ на отправку сообщений в ваш канал для партнёрств, но там не должно быть оффтопа.",
            "inline": false
        },
        {
            "name": ":no_entry_sign: Запрещённые сервера I",
            "value": "⠐ Сервера по денежным турнирам с обманом.\n⠐ Проекты, вводящие в заблуждение (выдающие награды за инвайты).\n⠐ Иные каталоги и рекламные сервера.\n⠐ Сервера, использующие один и тот же канал для ручных и автоматических партнёрств.\n⠐ Недавно созданные сервера без должного оформления и настройки (пустые каналы, отсутствие модерации и т.п.).\n⠐ Сервера, содержащие внутри ссылки-переходники (пример: переезд на новый проект).\n⠐ Сообщества, чьей деятельностью является пагубное воздействием на прочие сервера и пользователей Discord (рейды, спам-атаки, мошенничество, доксинг и другое).",
            "inline": false
        },
        {
            "name": ":no_entry_sign: Запрещённые сервера II",
            "value": "⠐ Сервера по купле-продаже.\n`Исключение:` проекты, предлагающие и монетизирующие собственные услуги.\n⠐ Сервера, которые занимаются плагиатом других серверов. Сюда входят использование без согласия информации, текста или полное копирование другого сервера.\n⠐ Партнёрский текст не должен содержать в себе матерные выражения, открытое 18+ упоминание и всякий лишний материал, препятствующий визуальному восприятию (обилие эмодзи, символы и пр.).\n`Примечание:` все вышеперечисленные запреты не подвержены оспариванию и действуют, основываясь на нашей политике.",
            "inline": false
        }
    ],
    "color": 7788799,
    "type": "rich",
    "title": "Процедура становления партнёром",
    "components": [
        {
            "type": "button",
            "settings": {
                "row": 0,
                "label": "Подать жалобу на партнёрский сервер",
                "emoji": "<:complaints:827468511659556885>",
                "custom_id": "ComplaintsApplication"
            }
        }
    ]
}
