{
    "message_url": "https://discord.com/channels/604636579545219072/797577357413974026/797588637654319164",
    "footer": {
        "text": "© Форма обновлена 04.12.2024"
    },
    "fields": [
        {
            "name": "Информация",
            "value": "Биржа каталога представляет из себя площадку, куда любой пользователь может кидать свою вакансию, а партнёры каталога могут попросить помощи на свой сервер. Биржа постепенно расширяется и будет дополняться новыми тегами. Для её расширения вы можете воспользоваться каналом <#678666229661171724> с описанием того, что конкретно вы хотите добавить и/или изменить на бирже.\nВ бирже вы можете использовать 1 заголовок второго уровня (##), неограниченное количество третьего (###) и подтекст (-#).\n```css\n[Сюда можно подавать коммерческие и некоммерческие объявления, однако каталог не несет ответственности за любые сделки]\n[На биржу также действуют правила о запрещённых тематиках серверов]\n[Теги биржи нельзя использовать для поиска бустеров]```",
            "inline": false
        },
        {
            "name": "Правила [Биржа]: ",
            "value": "```py\n1. Вы и ваша заявка должны соблюдать правила каталога.\n2. Ваш пост должен соответствовать форме публикации на биржу, иначе он будет удален, а вы можете получить предупреждение. Кроме того, содержание поста должно соответствовать использованному тегу.\n3. Ваш пост не должен являться дублем. (Дубли - посты с одинаковыми тегами, очищаются автоматически).\n4. Ваш пост не должен содержать инвайтов, внешних ссылок или гифок, только важная информация.\n5. Ваши ЛС должны быть открыты для пользователей каталога с целью свободной коммуникации между вами и заинтересовавшимся человеком.\n6. Ваш тег заявки должен в точности соответствовать одному из составляющих нашего списка предложенных тегов ниже.\n7. Запрещено любыми способами обходить медленный режим.\n8. Плагиат содержания чужих публикаций категорически запрещён, вы можете досрочно лишиться доступа к бирже за это.\n```",
            "inline": false
        },
        {
            "name": "Шаблон для публикации в биржу: ",
            "value": "```py\n1. Тег заявки.\n2. Описание себя в ключе кандидата или описание сервера в зависимости от используемого тега.\n3. По желанию можно добавить ссылку на публикацию вашего сервера на каталоге только в том случае, когда используете теги из раздела \"общего характера\".\n4. Добавьте упоминание представителя/представителей для тегов общего характера, которые имеют отношение к вашему серверу и роль партнёра на каталоге в том случае, когда вы таковым не являетесь.```",
            "inline": false
        },
        {
            "name": "Теги общего характера: ",
            "value": "`[Ищу партнёров]` — для тех, кто ищет партнёров на свой сервер. При использовании данного тега вы по своему желанию можете добавить ссылку на публикацию вашего сервера на каталоге.\n`[Нужны сотрудники]` — для тех, кому нужны люди на ответственные должности. Обязательно указывайте, на добровольных условиях заявка или имеется определённое вознаграждение за работу. На бирже бывают и коммерческие заявки. Также уточняйте, какой специализации сотрудника вы ищете (например: вы ищете дизайнера, программиста и т.п.). Тег можно использовать без заключения партнёрства с Каталогом.",
            "inline": false
        },
        {
            "name": "Теги личной занятости: ",
            "value": "`[Занимаюсь дизайном]` — ваши работы могут быть как платными, так и бесплатными. Необходимо прикрепить примеры своих работ или ссылку на сайт с вашими работами.\n`[Хочу быть в команде]` — в описании не забудьте указать, чем именно вы хотите заниматься. Так вы подаёте заявку не на наш сервер, а в адрес партнёров каталога.\n`[Выполняю работу]` — универсальный тег для поиска клиентов по любой работе, которую вы выполняете.\n`[Занимаюсь программированием]` — в описании вы должны указать, в каких направлениях развиты ваши навыки (например: написание ботов, разработка графических/web приложений и т.п.). Также в данном теге вы можете представлять и команду разработчиков от своего имени. Внимание, будьте осторожны, стремитесь покупать именно исходный код и не добавляйте чужих ботов, в которых вы не уверены.",
            "inline": false
        },
        {
            "name": "Теги личной занятости: ",
            "value": "`[Ищу ролевую/соролевиков]` — для тех, кто ищет напарников, сервер или участников в команду для RP по определённому жанру и вселенной.\n`[Настраиваю сервера]` — для тех, кто специализируется в настройки и оформлении серверов. Также укажите, что именно входит в спектр вашей настройки.",
            "inline": false
        }
    ],
    "color": 15513783,
    "type": "rich",
    "title": ":paperclip: Добро пожаловать в биржу каталога!"
}
