{
    "channel_id": 678666229661171724,
    "message_url": "https://discord.com/channels/604636579545219072/678666229661171724/875746188555583518",
    "footer": {
        "text": "© Форма обновлена 27.12.2024"
    },
    "author": {
        "name": "Предложения пользователей",
        "icon_url": "https://cdn.discordapp.com/attachments/689800301468713106/824420601309167676/-12.png?ex=67430a44&is=6741b8c4&hm=7a490ef85d76dd21083259dfa1a39dbedd6ea22988393dd1d607db2b972ff13e&",
        "proxy_icon_url": "https://media.discordapp.net/attachments/689800301468713106/824420601309167676/-12.png?ex=67430a44&is=6741b8c4&hm=7a490ef85d76dd21083259dfa1a39dbedd6ea22988393dd1d607db2b972ff13e&"
    },
    "fields": [
        {
            "name": "Правила канала",
            "value": "```py\n1. Здесь запрещено дублировать идеи, сходные по смыслу, если вы это делаете осознанно, либо писать идеи по принципу \"одобрить эту идею\"; \"отклонить эту идею\". Исключениями являются идеи, с момента отказа которых прошло более 6 месяцев.\n2. Запрещены заранее провокационные идеи по типу \"удалить сервер Каталог серверов\"; \"Умрите\"; \"Убейтесь\"; \"Пройдите в окно\".\n3. Помните, что для жалоб есть отдельный канал, куда публикуются нарушения.\n4. Идеи должны относится непосредственно к нашему серверу.\n5. Ветки идей созданы исключительно для обсуждения. Оскорбления, грубость, конфликты, а также любое неуважительное поведение запрещено и будет строго наказываться.\n```",
            "inline": false
        },
        {
            "name": "• Как оставить свою идею?",
            "value": "Для того, чтобы оставить свою идею, необходимо написать её содержание в данный канал без использования дополнительных команд, а после - выбрать вышестоящего, который наиболее подходит для вашей идеи.",
            "inline": false
        },
        {
            "name": "• Я неправильно изложил свою мысль. Могу ли отредактировать идею?",
            "value": "К сожалению, нет.",
            "inline": false
        },
        {
            "name": "• Могу ли я дополнить свою идею?",
            "value": "К сожалению, нет.",
            "inline": false
        },
        {
            "name": "• Я неправильно задал адресацию, что делать?",
            "value": "Наша уполномоченная команда отслеживает все идеи и, в случае, если адресация неверна, поправит её на необходимую.",
            "inline": false
        },
        {
            "name": "• Могу ли я участвовать в оценивании идей?",
            "value": "Вы можете оценивать все идеи, которые не принадлежат вам.\nЕсли же вы являетесь подчинённым главы, которому была адресована идея, то ваша оценка будет продублирована отдельно. Сделано это для упрощения вынесения вердикта по вашей идее.",
            "inline": false
        },
        {
            "name": "• Могу ли я оставлять рецензии?",
            "value": "Нет. Оставлять рецензии могут только подчинённые того главы, которому адресована идея.",
            "inline": false
        },
        {
            "name": "• В каком случае моя идея будет принята?",
            "value": "Идеи рассматриваются исключительно главами нашего проекта. После подачи соответствующего предложения и по истечению определённого промежутка времени уполномоченный глава может ознакомиться с оставленными рецензиями и оценками, чтобы вынести своё решение.",
            "inline": false
        }
    ],
    "color": 3740676,
    "type": "rich",
    "description": "Данный канал предоставляет возможность каждому пользователю предложить свою идею вышестоящим сотрудникам проекта.\n```css\n[За глупые идеи, которые не несут в себе особого смысла, вы можете лишиться права их оставлять.]```"
}
