{
    "channel_id": 1432668023499784293,
    "message_url": "https://discord.com/channels/604636579545219072/945772032858140682/1009215283946344559",
    "footer": {
        "text": "• Обновлено 01.11.2025"
    },
    "fields": [
        {
            "name": "Критерии одобрения заявки",
            "value": "`1.` Ваша заявка должна быть заполнена правильно. Информация в каждой колонке должна быть сопоставима с приведённым примером.\n`2.` Оценка ваших дизайнерских навыков происходит в индивидуальном порядке Главой дизайнеров.\n`3.` Постарайтесь предоставить как можно больше работ, чтобы проверяющий мог оценить ваш опыт работы в той или иной сфере дизайна.\n`4.` После одобрения вашей заявки, настоятельно рекомендуем ознакомиться с каналом <#862257320381644810>, в котором собрана основная информация для дизайнеров.",
            "inline": true
        }
    ],
    "color": 1,
    "type": "rich",
    "description": "Данный канал представляет из себя открытое ИТ-сообщество для разработчиков. В нём каждый желающий пользователь, владеющий достаточными навыками программирования, может свободно рекламировать свои услуги другим пользователям.\n\nДля того, чтобы вступить в данное сообщество, разработчику необходимо заполнить анкету, после чего ожидать её проверки. Если заявка будет одобрена, вы получите специальные возможности для конфигурации и управления своей анкетой в данном канале. Заполнить анкету можно по нажатию кнопки под данным сообщением. Подавать заявку можно не чаще 1 раза в неделю.\n\n<:Developer:966045114222919692> **Ответственный за разработчиков** — <@800018095539748875> `.danab0l`.\n\nВсё подробное руководство для разработчиков расписано в команде `K.help` — для разработчиков. Там вы узнаете, как настраивать анкету и какие существуют для неё ограничения. Каждый дизайнер, который прошёл проверку, получает уникальную роль <@&1273683477077688330>.\n\nКаталог в данном сообществе выступает как сторона, предоставляющая возможность дизайнерам рекламировать свои услуги, а пользователям — при надобности ими воспользоваться на индивидуальных условиях с соответствующим дизайнером. Важно: Каталог не несёт ответственности за индивидуальные сделки между пользователями и дизайнерами, однако, принимает жалобы на недобросовестное отношение со стороны дизайнера или пользователя. При этом мы можем принять меры, которые тем или иным образом ограничат пользование или рекламирование услуг для определённой стороны, в зависимости от ситуации.",
    "title": "<:Developer:966045114222919692> ИТ-сообщество",
    "components": [
        {
            "type": "button",
            "settings": {
                "row": 0,
                "label": "Подать заявку на разработчика",
                "emoji": "<:Developer:966045114222919692>",
                "custom_id": "ITCommunityForm"
            }
        }
    ]
}