{
    "channel_id": 729958544924737570,
    "message_url": "https://discord.com/channels/604636579545219072/729958544924737570/729958677284651099",
    "footer": {
        "text": "• Набор открыт 06.01.2025"
    },
    "author": {
        "name": "Набор в Команду Каталога.",
        "icon_url": "https://media.discordapp.net/attachments/767656142285176843/768527280946282507/1586793603912.png?ex=6743634e&is=674211ce&hm=05fd2089ea792838ef0b994d51473325985ca0fc8e7535e11bfbc4869ea1d4d6&",
        "proxy_icon_url": "https://media.discordapp.net/attachments/767656142285176843/768527280946282507/1586793603912.png?ex=6743634e&is=674211ce&hm=05fd2089ea792838ef0b994d51473325985ca0fc8e7535e11bfbc4869ea1d4d6&"
    },
    "fields": [
         {
            "name": "### Что мы можем предложить:",
            "value": "• Для Вашей работы в качестве пиар-менеджера мы подготовили собственного бота, который станет Вашим главным помощником в повседневных задачах. Он значительно упростит выполнение обязанностей и сделает процесс максимально удобным!\n• Всё организовано так, чтобы быть максимально приближенным к реальной рабочей среде: графики, отчёты, нормы, рейтинги и многое другое. Это поможет развить дисциплину и получить полезный опыт, который пригодится в будущем.\n• Мы ценим активных сотрудников, регулярно проводим различные активности и ивенты специально для Вас! За успехи и участие можно получить уникальные награды — личные фоны в боте, эксклюзивные значки и другие приятные бонусы.",
            "inline": false
        },
        {
            "name": "### Небольшие добавления:",
            "value": "• Вы получите отказ, если нарушите форму заполнения или ваша заявка будет нарушать правила проекта.\n• Проверка заявок осуществляется сотрудниками с ролью <@&1217893890233860187> по мере их свободного времени. Можете быть уверены, что ваша заявка будет рассмотрена в течение нескольких часов с момента подачи.\n• Проверяются все пользователи, которые подали заявку. У нас нет лимитов на данную должность!\n• Дайте знать, если у вас появились дополнительные вопросы, ответ на которые вы не нашли, обратившись к составу <@&816386551222763561> в личные сообщения или через **[данный](https://discord.com/channels/604636579545219072/740651083533254717)** канал.",
            "inline": false
        },
        {
            "name": "### Упоминание:",
            "value": "Нажмите на реакцию, чтобы в дальнейшем получать уведомления об открытии следующих наборов.",
            "inline": false
        }
    ],
    "color": 5793266,
    "type": "rich",
    "description": "Открыт набор в состав команды на должность <@&608600358570295307>.\n`Примечания:`\n• <@&608600358570295307> — человек, отвечающий за партнёрства (заключение и обновление).\n• Для подачи заявки необходимо заполнить форму, которая появится при нажатии на соответствующую кнопку в этом канале.\n\n**Форма заполнения:**\n```1. Ваше имя и возраст.\n2. Имеется ли возможность пройти стажировку в голосовом канале?\n3. Укажите Ваш часовой пояс (например, GMT+3, UTC-8, МСК, Киев и т.п.).\n4. Имеется ли опыт работы на других проектах? Если да, то расскажите подробнее.\n5. Работаете ли на данный момент пиар-менеджером на другом(-их) сервере(-ах)? Если да, то укажите их количество (ответ на данный вопрос не повлияет на наше мнение при рассмотрении заявки. Мы собираем эти данные для собственной аналитики).```"
}
