{
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`4.1.` [Запрещено переносить конфликты c проекта на другие сервера с целью его эскалации и продолжения, особенно касается случаев унижения и травли пользователей каталога]\n<:red_romb:1083032830189244416> Предупреждение с последующей выдачей мута от 8 до 24 часов, при рецидивах - предупреждение с последующей выдачей мута от 24 до 72 часов.\n`4.2.` [Запрещено грубиянство в отношении пользователей сервера (в особенности только что присоединившихся), которое может побудить покинуть проект (например: прямые призывы покинуть сервер; на вопрос, кто ответственен за оформление партнёрства, отвечать \"никто\" и т.п.)]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 6 часов.\n`4.3.` [Запрещено нарушать любые пункты правил в элементах серверного профиля, такие как аватар, баннер, никнейм, статус и т.п. Атрибуты профиля, содержащие в себе скам, 18+ контент и другие варианты правила 3.8 наказываются в любом случае (распространяется на тех, кто общается в основном чате)]\n<:red_romb:1083032830189244416> Просьба сменить, при отказе - вечный мут.\n`4.4.` [Запрещено выдавать себя за другого пользователя проекта любыми доступными способами (используя одинаковый аватар, никнейм). Каждый такой случай рассматривается Главным Модератором]\n<:red_romb:1083032830189244416> Просьба сменить дублирующие атрибуты, при отказе - ограничение доступа к чату до момента, пока не произойдёт смена атрибутов. После изменения выдаётся мут на 24 часа, по истечению которого пользователь снова сможет коммуницировать в чатах.\n`4.5.` [Пользователям, которые общаются в чате, запрещен любой щитпост в никнейме, что мешает комфортному чтению и общению (например арабские никнеймы в несколько строчек и т.п.)]\n<:red_romb:1083032830189244416> Смена ника без предупреждений.\n`4.6.` [Запрещено использование контента нашего сервера и партнёрских проектов без согласия соответствующей стороны. Разрешение на заимствование нашего контента предоставляет владелец сервера]\n<:red_romb:1083032830189244416> Просьба сменить, при отказе - бан.\n`4.7.` [Запрещается рейдить (например: набегать на сервер или партнеров с целью диверсировать их деятельность), крашить (например: внедряться и ломать сервер или партнеров изнутри), скамить (например: обманывать с целью получения выгоды, шантажировать пользователей, партнеров, или сервер)]\n<:red_romb:1083032830189244416> Вынесено в отдельный пункт.\n`4.8.` [Запрещена намеренная нагрузка ботов сервера (многократное прописывание команд, использование опций и т.п). Все ваши действия логируются, учтите это]\n<:red_romb:1083032830189244416> Наказание [выдаёт только Главный модератор или Администрация]: первый раз - предупреждение; при рецидивах:\n- В случае нагрузки бота прописыванием команд - мут на 6 часов.\n- В случае нагрузки бота использованием опций, кнопок и реакций - бан.",
    "title": "<:StigmaWarn:907233210864381995> [4.0] Правила личного характера"
}