{
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`3.1.` [Запрещены оскорбления (в т.ч. завуалированные), шутки (в том числе про родственников), унижения, угрозы, преследование, травля с целью оскорбить кого-либо в отношении пользователей внутри нашего проекта. Учтите, что при рассмотрении нарушения будет учитываться тяжесть словосочетания, которым был оскорблен пользователь. В некоторых легких случаях наказания может не последовать вовсе. Данное правило запрещено обходить оскорблениями без адресации конкретному пользователю и пингами пользователей с оскорблениями, посылами и т.п.]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 4 часа.\n`3.2.` [Запрещен розжиг политических (в т.ч. простое обсуждение), религиозных или других конфликтов, межнациональной ненависти. Запрещена пропаганда (простое обсуждение НЕ запрещено) фашизма, нацизма и пр., использование этнофолизмов (“хохол”, “москаль” и т.п.) с целью оскорбить кого-либо]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 6 часов.\n`3.3.` [Запрещено вводить пользователей сервера в заблуждение в отношении проекта (в т.ч. ссылаться на недостоверные источники и пр.), подстрекать, провоцировать, клеветать, шантажировать, попрошайничать]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 4 часа.\n`3.4.` [Запрещен спам, флуд (в т.ч. символами), оффтоп, обилие капса и всё связанное с этим]\n<:red_romb:1083032830189244416> Первый раз - устное предупреждение; при рецидивах - варн и мут на 2 часа (не подряд).\n`3.5.` [Запрещена неаргументированная критика/критика в негативной форме нашего сервера, а также его оскорбления, клевета, травля и пр. Подчёркиваем, что сюда не относятся выражения, которые в большей степени выражают вашу собственную позицию относительно отдельного сегмента нашего проекта. Например, вам не понравилось оформление, вы можете об этом открыто заявить, аргументировав своей точкой зрения, однако, это не даёт вам оснований для того, чтобы оскорблять проект]\n<:red_romb:1083032830189244416> Наказание, если критика не была обоснована: первый раз - предупреждение; при рецидивах - мут на 6 часов.",
    "title": "<:StigmaWarn:907233210864381995> [3.0] Правила общения и поведения"
}