{
    "message_url": "https://discord.com/channels/604636579545219072/616656872703000587/1266381862469898320",
    "channel_id": 616656872703000587,
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`4.1.` [Запрещено переносить конфликты c других серверов на наш проект с целью его эскалации и продолжения, особенно касается случаев унижения и травли пользователей каталога]\n<:red_romb:1083032830189244416> Предупреждение с последующей выдачей мута от 8 до 24 часов, при рецидивах - предупреждение с последующей выдачей мута от 24 до 72 часов.\n`4.2.` [Запрещены грубиянство, попрошайничество, подстрекательство и провокации в отношении пользователей сервера (в особенности только что присоединившихся), в том числе те, которые могут побудить покинуть проект (например: прямые призывы покинуть сервер; на вопрос, кто ответственен за оформление партнёрства, отвечать \"никто\" и т.п.)]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 6 часов.\n`4.3.` [Запрещено нарушать любые пункты правил в элементах серверного профиля, такие как аватар, баннер, никнейм, статус и т.п. Атрибуты профиля, содержащие в себе скам, 18+ контент и другие варианты правила 3.8 наказываются в любом случае (распространяется на тех, кто общается на нашем проекте)]\n<:red_romb:1083032830189244416> Просьба сменить, при отказе - вечный мут.\n`4.4.` [Запрещено выдавать себя за другого пользователя проекта любыми доступными способами (используя одинаковый аватар, никнейм). Каждый такой случай рассматривается Главным Модератором]\n<:red_romb:1083032830189244416> Просьба сменить дублирующие атрибуты, при отказе - ограничение доступа к чату до момента, пока не произойдёт смена атрибутов. После изменения выдаётся мут на 24 часа, по истечению которого пользователь снова сможет коммуницировать в чатах.\n`4.5.` [Пользователям, которые общаются в чате, запрещен любой щитпост в никнейме, что мешает комфортному чтению и общению (например арабские никнеймы в несколько строчек и т.п.)]\n<:red_romb:1083032830189244416> Смена ника без предупреждений.\n`4.6.` [Запрещено использование контента нашего сервера и партнёрских проектов без согласия соответствующей стороны. Разрешение на заимствование нашего контента предоставляет владелец сервера]\n<:red_romb:1083032830189244416> Просьба сменить, при отказе - бан.\n`4.7.` [Запрещается рейдить (например: набегать на сервер или партнеров с целью диверсировать их деятельность), крашить (например: внедряться и ломать сервер или партнеров изнутри), скамить (например: обманывать с целью получения выгоды, шантажировать пользователей, партнеров, или сервер)]\n<:red_romb:1083032830189244416> Вынесено в отдельный пункт.\n`4.8.` [Запрещена намеренная нагрузка ботов сервера (многократное прописывание команд, использование опций и т.п). Все ваши действия логируются, учтите это]\n<:red_romb:1083032830189244416> Наказание [выдаёт только Главный модератор или Администрация]: первый раз - предупреждение; при рецидивах:\n- В случае нагрузки бота прописыванием команд - мут на 6 часов.\n- В случае нагрузки бота использованием опций, кнопок и реакций - бан.\n\n**Дополнительные моменты:**\n• За ваши личные сообщения несёте ответственность вы и только вы. В случае, если вас там оскорбили/задели т.п. (сюда не входит реклама), мы НЕ сможем вам помочь в принятии мер. Лучшая мера наказания для подобных случаев - заблокировать пользователя.\n\nЕсли вы считаете, что наказание было выдано незаслуженно, вы можете обжаловать его в канале <#642172289726545921> или через команду `K.team`, нажав кнопку **«Жалоба на сотрудника»**. Главный модератор рассмотрит ваш случай лично.",
    "title": "<:StigmaWarn:907233210864381995> [4.0] Правила личного характера"
}
