{
    "message_url": "https://discord.com/channels/604636579545219072/616656872703000587/1266381850360676352",
    "channel_id": 616656872703000587,
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`3.1.` [Запрещены оскорбления (в т.ч. завуалированные), шутки (в том числе про родственников), унижения, угрозы, преследование, травля с целью оскорбить кого-либо в отношении пользователей внутри нашего проекта, а также разглашение личных данных без согласия лица, вне зависимости от того, является ли это лицо пользователем проекта или нет. Учтите, что при рассмотрении нарушения будет учитываться тяжесть словосочетания, которым был оскорблен пользователь. В некоторых легких случаях наказания может не последовать вовсе. Данное правило запрещено обходить оскорблениями без адресации конкретному пользователю и пингами пользователей с оскорблениями, посылами и т.п.]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 4 часа.\n`3.2.` [Запрещен розжиг политических (в т.ч. простое обсуждение), религиозных или других конфликтов, межнациональной ненависти. Запрещена пропаганда (простое обсуждение НЕ запрещено) фашизма, нацизма и пр., использование этнофолизмов (“хохол”, “москаль” и т.п.) с целью оскорбить кого-либо]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 6 часов.\n`3.3.` [Запрещено вводить пользователей сервера в заблуждение в отношении проекта (в т.ч. ссылаться на недостоверные источники, клеветать и пр.)]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 4 часа.\n`3.4.` [Запрещен спам, флуд (в т.ч. символами), оффтоп, обилие капса и всё связанное с этим. Разрешено использовать не более 4 эмодзи в одном сообщении, однако злоупотребление подобными сообщениями также запрещается]\n<:red_romb:1083032830189244416> Первый раз - устное предупреждение; при рецидивах - варн и мут на 2 часа (не подряд).\n`3.5.` [Запрещена неаргументированная критика и дискредитация нашего сервера, команды каталога, его отдельных частей и сотрудников в любой форме. Регулярные высказывания, подрывающие авторитет сервера или его команды, также недопустимы. Подчёркиваем, что выражения, отражающие вашу собственную позицию относительно отдельных сегментов нашего проекта, допустимы, если они аргументированы. Например, если вам не понравилось оформление, вы можете об этом открыто заявить, аргументировав свою точку зрения, но это не даёт вам оснований для оскорблений. Одиночные шутки, не нарушающие прочих правил, допустимы, но они не должны быть постоянными или слишком резкими. Уважайте труд команды сервера и сам проект, на котором находитесь]\n<:red_romb:1083032830189244416> Наказание, если критика не была обоснована: первый раз - предупреждение; при рецидивах - мут на 6 часов.",
    "title": "<:StigmaWarn:907233210864381995> [3.0] Правила общения и поведения"
}
