{
    "channel_id": 1402230210031652987,
    "message_url": "https://discord.com/channels/604636579545219072/1402230210031652987/1266381840244277259",
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`1.1.` [Находясь на сервере, вы подтверждаете знание правил и обязуетесь их соблюдать]\n`1.2.` [На сервере действует прецедентная система правил. В случае правонарушения, не описанного ни в одном пункте правил, по отношению к пользователю может быть применена любая мера пресечения, выбранная уполномоченным лицом исходя из тяжести этого нарушения]\n`1.3.` [Неадекватное, асоциальное и аморальное поведение (в т.ч. разговоры на откровенные 18+ темы), способствующее созданию некого отвращения от нахождения в чате (сюда также входит обилие матов), будет наказываться в строгом порядке]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 4 часа.\n`1.4.` [Правила в любой момент могут быть изменены/дополнены без предупреждений]\n`1.5.` [Администрация Каталога Серверов является гарантом проекта. Она действует в интересах его целостности и сохранности. Это значит, что в случае вашего препятствования развитию любого сегмента деятельности каталога (общение, партнёрская деятельность, командная деятельность и пр.), администраторы оставляют за собой право наложения ряда ограничений (санкций) против вас и вашего проекта, если сочтут ваши действия неправомерными и вредоносными]\n<:red_romb:1083032830189244416> Любая мера наказания, которую администрация проекта сочтёт нужной в конкретном случае (предупреждение/временный мут/вечный мут/бан).\n`1.6.` [Запрещён обход наказаний и содействие в обходе, а также злоупотребление (абуз) правилами любыми доступными способами]\n<:red_romb:1083032830189244416> Обход наказаний чата - вечный мут. Обход блокировки доступа к проекту - бан.\n`1.7.` [Запрещены конфликты любой тяжести на нашем сервере. Мы уважаем интересы и увлечения всех пользователей и будем в жёстком порядке пресекать любые, даже самые мелкие попытки вызвать конфликт на почве чего-либо. Относитесь с уважением к себе и пользователям, с которыми вы коммуницируете]\n<:red_romb:1083032830189244416> Словесное предупреждение обеим сторонам конфликта. При отказе - выдача предупреждения тому, кто продолжил, при рецидивах - мут на 5 часов.",
    "title": "<:StigmaWarn:907233210864381995> [1.0] Основные принципы и положения"
}
