{
    "channel_id": 616656872703000587,
    "fields": [],
    "color": 5793266,
    "type": "rich",
    "description": "`3.6.` [Запрещено упоминание человека/людей без веских причин (в т.ч. пинг с его последующим удалением). Разрешено использование системы ответов с пингом, когда идёт диалог]\n<:red_romb:1083032830189244416> Наказание только в случае, когда упомянутый много раз (от 3-х в течение 24-х часов) подал жалобу на нарушителя и модератор подтвердил факт бессмысленных упоминаний: первый раз - предупреждение; при рецидивах - мут на 12 часов.\n`Примечание:` за массовые пинги участников наказание от предупреждения с мутом на 12 часов до бана, в случае тяжести и количества упомянутых пользователей.\n`3.7.` [Запрещена любая реклама (за исключением отдельно предусмотренной правилами и пользовательского статуса)]\n<:red_romb:1083032830189244416> Вынесено в последний раздел.\n`3.8.` [Запрещен шок-контент (включая скримеры) и контент 18+. Исключения составляют материалы, обладающие художественной, образовательной или научной ценностью, которые не вызывают сильного отвращения или страха у неподготовленного пользователя. Злоупотребление контентом 16+ и более легким шок-контентом также будет наказываться. Под злоупотреблением понимается намеренное и частое размещение такого контента, вызывающего дискомфорт]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - мут на 12 часов.\n`3.9.` [Запрещено создавать, организовывать и устраивать бунты, интриги против проекта или же его пользователей, проводить открытые или неявные агитации в личных интересах]\n<:red_romb:1083032830189244416> Первый раз - предупреждение; при рецидивах - бан.\n`3.10.` [Основной язык чата - русский. Разрешено общение на других языках, только если это не мешает общению в основном чате. Каждое нарушение будет рассматриваться модератором отдельно. Translit (только латиница, без лишних символов, цифр и алфавитов) разрешен и не наказуем]\n<:red_romb:1083032830189244416> Наказание только в случае, если пользователям проекта мешает общение на иностранном языке: первый раз - предупреждение; при рецидивах - мут на 4 часа."
}