{
    "channel_id": 1077943137584033862,
    "message_url": "https://discord.com/channels/604636579545219072/1077943137584033862/1077943137584033862",
    "footer": {
        "text": "Форма обновлена 04.11.2024\nСоставитель: Nefik22\nРедактор: PandeMiaa"
    },
    "fields": [
        {
            "name": "• Общий смысл",
            "value": "Наша игра в слова мало отличается от обычной, однако если вы вообще не понимаете, что в ней нужно делать: Вам необходимо придумать и написать слово на последнюю букву предыдущего.",
            "inline": false
        },
        {
            "name": "• Пример:",
            "value": "```\nамбидекстеР — ряженкА — астролоГ```\n```\nЕсли вы не можете подобрать слово — отступите на букву влево. Максимальное отступление букв — 3 буквы. (встанЬ — встаНь). Также после буквы \"И\" можете начать следующее слово с буквы \"Й\" и наоборот, аналогично для \"Е\" и \"Ё\".```",
            "inline": false
        },
        {
            "name": "• Правила",
            "value": "1. Вы можете исправлять здесь других пользователей, однако это не должно доходить до оффтопного общения.\n2. Язык нашей игры в слова — русский. Использование транслита, слов из иных языков, в том числе и из древнерусского, запрещено. Ваше слово должно быть именем существительным __в единственном числе__.\n3. Канал рассчитан на игру двух и более пользователей, играть с самим собой собой, то есть писать слова подряд, обходить это правило с твинков или с помощью использования ботов, запрещено.\n4. Одно слово может быть использовано лишь раз в 24 часа, даже если оно написано разными людьми.\n5. Запрещены: имена, фамилии, названия игр/фильм/компаний/магазинов и пр., названия городов, стран и иных жилых систем (ПГТ, Регионы, сёла, деревни), а также уменьшительно-ласкательные слова.\n6. Согласно основной сути игры в слова, ходить можно согласно примеру выше.\n7. Запрещено использовать слова, относящиеся к нецензурной лексике.\n8. В игре в слова запрещено использовать словосочетания. 1 сообщение = 1 слово.",
            "inline": false
        },
        {
            "name": "• Что произойдёт, если я нарушу правила канала?",
            "value": "Сперва вы получите устное предупреждение либо от Модератора, либо от Куратора игры в слова. Если нарушения продолжатся — вы будете получать предупреждения через нашего бота (с которого пишется этот свод правил) вплоть до того, пока мы не решим закрывать вам канал ввиду рецидива Вами нарушений правил канала.\n\nЖелаем удачи, и помните — незнание правил не освобождает от ответственности. Прежде чем писать жалобу за нарушение правил этого канала, постарайтесь всё-таки помочь нарушившему, если нарушение было относительно недавно.",
            "inline": false
        },
        {
            "name": "• У меня остались вопросы, которые требуют ответов",
            "value": "Если же у вас ещё остались вопросы, вы можете обратиться за помощью к нашему составу <@&816386551222763561>, задав вопрос в канал <#740651083533254717>, предварительно ознакомившись там с закреплённым сообщением.",
            "inline": false
        }
    ],
    "color": 1020927,
    "timestamp": "2023-02-22T12:11:11.486000+00:00",
    "type": "rich",
    "title": "<:words:783026403548725259> Игра в слова"
}